use chineselearn;

insert into course_content(id, content) values(00001, "（文/亦浓）

太阳不错，心情还行。

早上突发奇想换了一件久违的外套，黑色的毛呢搭配暗粉丝巾，一家人其乐融融，上学的上班的都一起出发。

与老公和女儿一起出门时候，女儿说，这外套妈妈你穿着不太好看，哦？我扭头看看老公，老公点点头“像六十岁的衣服…”啊？！换衣服指定来不及了，没办法，硬着头皮上吧。

仔细想想，嗯，其实还真不是衣服的问题，是现在这个年龄比较尴尬了。

不敢穿太暗的颜色，因为肤色开始暗淡了；不敢穿太粉的衣服，因为青春不再，不想“装嫩”啊；不敢穿花里胡哨的衣服，还不想做“妖孽”啊；甚至，不敢再穿太廉价的衣服，不能失去中年妇女的沉稳大气嘛！过不多久，钟爱的牛仔裤、休闲装是否也该退出了？啊呀呀呀呀……

什么衣服都可以撑起场面的年纪毕竟一去不复返了！那强烈抵制粉色的红色的彩色的少年时代，那些灰色的蓝色的黑色的酷酷的记忆……

记否，二十几元的衣服穿在身上的精彩纷呈青春靓丽么？只不过眨眼间，青春已然不再。

当你有青春可珍惜的时候，一切都还来得及，但时光流逝如梭，“逝去的时光何日再来?不再哦永远不再！”

2.

好久不曾晨跑了，懒惰也罢烦累也罢心情灰暗也罢……总之太多理由借口。非不能也，乃不为也。

前几日，心念一动，柜子里扒拉出来跑步短裤试了试，还行，身体总算没有肥得惨不忍睹，天气渐暖，久违了的晨跑也该拾起来了吧。

时不我待，再不跑步，过不多久就只能快走了。约起来，跑步去！

3.

“你们年轻轻的，总说自己老啊老的，俺还觉得自己还年轻着呢！你们咋就老了？”

“哎呀姐呀，您还年轻着呢？您那俩女儿打哪儿来的呀？啊？哈哈哈哈……”

“额……这……”

如梭年华，光阴似箭。

作者：开在夜里的花儿
链接：https://www.jianshu.com/p/f7444fec2b2e
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00002, "梨陌是一株梨树，正是阳春三月，暖风微熏，这片梨花谷特别有名，因此每到这个时候，往往都游人如织。

正在梨陌被阳光晒得昏昏欲睡的时候，听到身旁想起一个小孩子欢快的声音，“娘亲，我觉得这株梨花最好看。”

“它和别的树有什么不同吗？”沈夫人走过来，含笑打量着这株梨树。

“不一样，她最好看。”小孩子又强调了一遍，呆在梨树旁不肯走。

另一边正好有人叫沈夫人，她无奈地摇摇头，“好吧，那你在这儿不要乱跑，我去王夫人她们那边看看。”

孩子满口答应下来，待娘亲走后，他笑眯眯地抱住梨树的树干，“我叫沈溪月，你叫什么名字呀？”

梨陌被惊得目瞪口呆，谁能告诉她，这个小孩儿是从哪儿冒出来的？她确实是整个谷里唯一一株成精的梨树，可是凡人应该看不出来才是啊？

“你为什么不理我？”小孩儿抬起头，一副委屈巴巴的样子。

如果梨陌能化形的话，一定去捏捏他的脸，好可爱，梨陌被萌得心里冒泡泡。感觉自己如果不理他的话，简直像是欺负他。

她摇落一朵梨花，恰巧停在沈溪月的衣襟上，“你好呀，我叫梨陌。”

小孩儿顿时眉开眼笑。

梨陌吓唬他：“我是一只千年老妖精，你不怕吗？”

“不怕呀，你好看。”沈溪月笑眯眯地说。

梨陌：现在的小孩子都这么会说话吗？

总之，梨陌成了沈溪月的秘密朋友。

沈溪月三天两头往梨花谷跑，和梨陌说说外面的新鲜事，偶尔会带一些吃的玩的小玩意儿，虽然最后都是让梨陌看着他吃，看着他玩。

“你这个臭小孩，下次别来了！”梨陌气得枝叶簌簌作响。沈溪月冲她做了一个鬼脸，就跑远了。

她发誓，等她化形了，非要好好揍这臭小子一顿。

但是下次沈溪月来的时候，捧着被打肿的手心，可怜兮兮地向梨陌哭诉他爹多么严厉，多么狠心，梨陌就心软了。小孩子，还是要多多关心和爱护才行。

远在城里宅子的沈老爷打了个喷嚏，“阿嚏，谁在说我？”思索了半晌未果，他慢悠悠地端起茶盏，抿了一口雨前龙井。

七年的时光转瞬即逝，如白驹过隙，在梨陌还没有意识到的时候，当初那个小小的孩子，已经长成一个眉目如星的少年了。

“陌陌，我娘说我可以到了可以娶妻的年纪了。”沈溪月状若漫不经心地说。

“哦。”梨陌答应了一声，她觉得今日与往时不同，格外地觉得闷，是天劫就要到了吗？还是，一直看着长大的小团子居然要娶妻了？

“她给我介绍了绣庄的李小姐和王员外家的二小姐。”沈溪月接着说。

梨陌不知道说什么，只得涩涩地说，“挺好的。”

“可是我觉得她们都不如你好看。”沈溪月抬头，看着满树梨花，目光灼灼，叹息一声：“陌陌，快点化形吧，我已经等你很久了。”

“砰。”梨陌觉得树心里炸开了烟花，她是不是听错了？

“我可是一只梨树精。”她喃喃地说。

“嗯，我知道。”男子长身玉立，眉目含笑。

小剧场：

#关于沈溪月为什么能看见梨陌#

“忘记和你说了，我从小师从清风道观的掌门真人，略会一些道术。”

梨陌惊恐地向后退了一步，“你是道士？”

道士不都是白胡子，长袍子，带拂尘的老头子吗？

沈溪月无奈地敲敲她的头，“因为我从小体质比较特殊，容易招惹妖怪，我娘才带我去和真人学一些护身的术法，并不是真正入了道门。”

不过，主动招惹到梨陌这只小妖怪，他倒是心甘情愿。

作者：匪玉
链接：https://www.jianshu.com/p/7654ada5bb86
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00003, "1
我，专三千，一个在四线城市读着三流二本的小渣渣。

我为什么要亮明我的身份，不是为了彰显——我是二本渣渣我骄傲！而是因为我觉得我表明这个身份有利于我论述以上问题。

目前中国的大学，有一本、二本、三本（现在很多地方取消了三本叫法，都统一叫二本，但招生时本质上还是与三本一样，所以下文都称为三本）以及大专。

按照我们农村的说法，所谓的“考上大学”就是考上二本，而三本学生就属于努力一点就能上二本的群体。所以，我认为，二本学生应该具有当代大学生较为普遍的一些特质。

我身边的同学，有每天玩游戏的，在宿舍的时候玩电脑游戏，在教室的时候玩手游；上课基本不带书，偶尔带书也基本带错。

而不玩游戏的，一半在干自己的事，另一部分在看着别的干自己事情的同学冷笑，为自己在课堂里不听课嘲笑别人感到庆幸。

对，整个教室在听课的学生一只手就能数出来。

而全班只要有这么几个人在听课在抄笔记就够了，期末考试的时候这些拥有踏实、认真、无私、肯干等优秀品质的同学就成了所有人的救星。

大家背的都是他们的笔记，但是往往，得分最高的还不是他们几个。总有那么几个平时不听课考前背一背的大神，以迅雷不及掩耳之势夺得第一并包揽奖学金。

你以为我是想痛批现在的大学生完了，现在的大学生毁了，现在的大学生太堕落了，简直就是毁掉的一代？

不，不是的，我想说的是：“还好，现在的大学生脑袋都还算明白，没有全部去认真听课。”

我知道我说这话肯定有很多人反驳我：你一个大学生在学校不听课你干什么？花父母的钱坐在教室不听课你对得起你父母的血汗钱吗？

这些我都懂，我父母从山村跑到发达城市去卖力，我从小就把钱看得很重。

2
我这样说的根本原因有两个：

一、大学很多课根本不值得听。
二、大学时间宝贵，必须充分利用。
我们先来说第一点：大学很多课根本不值得听。

最清楚这一点的，就是各位大学的管理者，每个大学的管理者都深刻地明白一个道理：负责本科教学的老师，水平都不咋的。

在很多人看来： 大学老师=大学教授

而事实上大学老师和大学教授是两个群体，这样说吧：大学老师很多都不是教授，教授大部分不当老师。

大学上课的很多都是讲师，而教授们呢？大部分都是在做课题，带研究生。

为什么会出现这种情况？

因为对于一个大学来说，本科生的教学质量根本就不重要。

大学的门面是什么？

是接上了多少国家项目课题，文科类在学科权威期刊发表了多少论文，理工科类有多少科研成果。

我们平时看到的所谓的大学排名也是根据这个来排，而不是根据本科教育水平。很多大学甚至根本就是以研究生为中心的的大学，本科生的地位非常低。

这直接导致大学老师给本科生上的课再好，再精彩，对学校没贡献，对评职称没优势（这个主要看学术成就），谁还会认认真真备课，谁还会认认真真上课？

上课糊弄过去留着精力搞学术评职称升职加薪不好吗？

3
大学里全程念PPT的老师很常见。更可怕的是PPT的年龄，你能想象吗？有些课件的年龄也就比我小三四岁而已，我真的遇到用2001年的课件给我们上课的老师，引用的材料与数据是和我同龄的。

我依稀记得我的初中语文老师上作文课时都嫌那个材料太老没给我们分析。

所以，这样的课，不听还好，一听就以为自己穿越了。

现在我们来说说第二点：大学时间宝贵，必须充分利用。

抛去那些越绕越糊涂的精准定义我是这样理解大学的：大学是一个社会成员从校园走向社会的过渡场所。

小学、初中、高中，一定程度上与外界社会有强制隔离措施，校园与外界有明显的界线，且不允许跨越。大学校园虽然与外界有明显界线但是与社会外界没有隔离措施，而且界线可以跨越。

所有人读小学时唯一的目标是考一个好初中；读初中时唯一的目标是考一个好的高中；读高中时唯一的目标是考一个好的大学；读大学的时候，不再有唯一的目标，有想创业的，有想考编的，有想考公务员的，有想考研的，有想早点出来工作的。

假如一个大学生在大二的时候就决定自己想创业，并且在大学已经付诸行动了，那么有很多课真的就没必要听了。

假如一个大学生决定了自己要考公务员，那么在一些课上你完全可以自己背公务员要考的东西。

假如你决定了早点出去工作，那么在很多课上你多跟一些HR了解情况绝对比听老师讲98年的案例要有用得多。

而对于考研的同学来说，抛去那些考研用不上的课程，把精力都用在需要考的那几门上，比如英语差的可以用这个时间背背单词，这是个长期项目。

4
大学，是一只脚踏入社会的时期，表面上看有四年，但是这四年转瞬即逝。时间如此宝贵，不好好把握只会让自己后悔。

我知道肯定有很多大学生看完我以上论述后就觉得自己可以心安理得地不听课。

但是，请注意，本人以上论述仅针对 “清楚地知道自己想要什么的大学生”，而且我并不是号召你所有课都不听，一个大学生要有基本的判断能力与筛选能力。更主动地安排时间，才能更主动地掌控未来。

你可以在自己觉得没用的课上看公务员资料，你可以在无聊的课上背单词，你也可以在水平低的课堂上写小说，你甚至可以在你觉得毫无意义的课上睡觉……

但是，这绝对不能成为你上课打王者荣耀的借口；这绝对不能成为你上课刷剧的借口；这绝对不能成为你上课逛淘宝的借口；这更不能成为你无所事事还不听课的借口。

朋友，如果你是个清楚自己想要什么的大学生，我支持你在一些无聊又无用的课堂上不听做自己的事。

相反，如果你是个不知道自己想干什么的大学生，用以上借口麻痹自己，连有用的课也不听，那么，祝你前程似锦，生活会给你生动地上很多课。

作者：专三千
链接：https://www.jianshu.com/p/424e32ecd4a5
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00004, "文/韩大爷的杂货铺

1.

记得一次和朋友聊天，话赶话说起了养宠物的事。

她也蛮有爱心，但从不把小动物养起来，且对养宠物的人，颇有微词。

她说：我有时真的看不惯那些养猫养狗的人，借此来标榜自己的形象，见他们对自己的父母都没这么好过，却在看到别人脚下的玩物时娇滴滴的上前抚摸。说白了，不就是拿这些当工具，来达到各种各样的目的么。

坦诚讲，这要是放在几年前，我也许会完全赞成她的话。因为我一度也对养宠物没什么感觉，尤其是猫。小时候住在山上，爷爷家前后养了十几条狗，若干只猫。我生来对狗亲，对猫很厌恶，总觉得它们奸诈，特别是一些老猫到了一定年龄就进了深山里，野性十足，小时候一想起这事，就打心眼里抵触这种生物。

恨屋及乌，对那些养猫的人，我也不太喜欢。每每见到一些人上一秒还跟猫亲热，下一秒被挠了一下立刻将其扔飞，心里便会冷笑一阵：假慈悲。

但那天，我却对朋友说：也不完全是这样啊，你说的情况有，但是少数，很多人对自己的宠物是真的疼爱，真有感情，甚至养的已经不光是宠物本身，还有一份寄托。那些猫猫狗狗不会背叛，不会对你有那么多的想法，却一直在承载和包容你的一切，就那么安静地陪着，有时你会觉着，它们比人都好很多。

我为啥前后的观念有这么大翻转呢，是经由哪位高人指点，还是脑子里哪根筋搭错了？

很简单，只是因为中间的那几年里，我养猫了……

同时，我也很能理解朋友的观念，且不觉得她什么，这事无关高低对错，她只不过是没养过。



2.

有时你会发觉：其实人和人之间很多的误会和区隔，是很荒唐且无奈的。

用尼采的一句话讲：那些听不见音乐的人，会认为那些跳舞的人疯了。

说起听音乐，让我想起大学时的一件小事。

一次我见室友带着耳机，满面陶醉，就上前问他：听什么呢？

他眼睛瞬间亮起来，火速把耳机放进我的耳朵里，喷着唾沫对我说：大哥大哥！听听这个！

我听了不到一分钟，只觉得旋律不错，蛮好听，可也不至于这么兴奋吧，便张口说：嗯，是挺……话音未落，他立马“嘘”了一声。

这事过去不久，一天他找我说：大哥，有部好电影，我想再看一遍，咱们一起吧。

那时的我对于电影兴趣不大，总觉着无非就是一些故事和画面呗，也不甚理解热衷于此的人，充其量只会认为：嗯，他们挺文艺的。

恰赶上那天有空，就陪他看了那部电影。

感受就不提了，总之这使我在大学四年里看了将近五百部好电影。

我也明白了那首曲子为什么能让室友激动成那样，因为那天影片结束，片尾曲一起，我和他的眼泪刷一下就下来了。



3.

传播学上有个说法：人与人之间真正的交流与理解如果想建立起来，需要一种“共通的意义空间”，这个共通的意义空间越大，我们彼此相知的可能性就越多。

也就是说，很多时候，可能不是人家低端，只是咱们不懂罢了；切不要耽溺于“举世皆醉我独醒”的幻觉，不妨给自己提个醒儿：醉的那个，可能是我。

记得读大学二年级的时候，我加入了一个学生组织，这个组织门槛蛮高，成员都是硕博。

我作为唯一的本科生，心里自然是傲的，尤其是不到半年就当了负责人，更是表面尊重那些“老学究”，骨子里尾巴不知翘到哪里去了。

每当看到他们不修边幅，有的还留起了长长的胡须，动辄就开一些读书会，拿着一本密尔的《论自由》兴致勃勃地喝茶讨论，就打心眼里觉着：呵，有什么，一群书呆子罢了。只知道附庸风雅，哪像我，实践出真知，咱可是吃过见过，综合素质一流，你们这些小儿科。

后来，鬼使神差地读了本书，直至养成了阅读习惯，其间无数次想抽自己的嘴巴，想起当初的自己恨不得找个缝儿钻进去。

每次有读者跟我说：您哪句话有思想，或您的哪篇文章写得深刻。我都会真心回复：可别这么说，跟那些璨若星河的先贤们比起来，我连个屁都不是。

只有我自己知道，这不是谦虚，这就是真的。

一次与朋友搭车，路上见到一位当年被我鄙视的老学长，在边上走着，还是那件破衣裳，长长的胡须随风乱摆，我高兴地摇下车窗对他问好，并跟朋友聊起他。

朋友笑了：这不就是个不修边幅的呆子嘛……

我顷刻打断她的话：别这么说，人家有可能是活开了。



4.

本科毕业那年，由于提早就知道了自己被录取为研究生，一下子就空出来半年多。

我想借这个时间做点事，想来想去，瞒着父母去了家餐馆出苦力。身边有同好表示不解：想攒学费的话可以轻轻松松当家教，想玩票体验把生活可以浅尝辄止当几天志愿者，你好歹也算个天之骄子，干嘛去遭那个罪呢。

可我当时也不知是怎么了，只觉着像少了块拼图，且冥冥中认为这是对的。

那半年里，我每天早上五点起床，下班回去已是深夜，采购、立岗、点菜、传菜、扛货、送盒饭、设计店面文案……几乎和餐饮有关的活我全干过。

那段日子里每天流的汗仿佛跟喝下去的水一般多，见过各式各样的客人，也结交了许多工友，每一张脸，擅长做凉菜的王师傅，喜欢穿西装的张大哥，拿过省游泳比赛冠军的冠一，和快递员男友喝酒喝聊天能聊一宿的前台小薇……每一张脸，都是不同的。

那时每顿只吃两三碗米饭都觉着香，大热天八个人睡在一间又脏又小的宿舍里也不觉得挤。

每当下午三点半，前厅后厨的男士们齐刷刷在门口台阶坐成一排，金红色的阳光打在每一件带盐渍的衣服上，香烟萦绕，那便是一天中最舒服的时候了……

那段经历结束后，有同学跟我开玩笑：怎么样，啥感觉，是不是觉得劳动最光荣，人民群众很伟大啊。

我会意笑道：不至于。只是……劳动、人民群众这些词对我来说，不再是上下嘴皮子一碰的事儿，当我提到它们的时候，心里是有分量的。



5.

有人问我：令你印象最深的事，是什么事。

我似答非答地说：是多的是，我们不知道的事。这些事让我感到：自己很小，也很大。

过年回家的时候，有一天，母亲见我蹲在那，冲着盆里的一条鱼傻乐。

便感慨：看你工作时一本正经，生活里怎么越来越像个孩子呢。

是啊，我也曾“长大”过，一些门也即将闭合，但万幸，在那前一秒，它们又一点点地，渐渐打开了。

现在的我看谁都能看出好来，遇见什么事都想研究研究，对周遭的一切反而好奇心重了，似乎它们比小时候都有趣得多。

一回与父亲吃饭，我少有地跟他讲：以前啊，我总觉得不听老人言吃亏在眼前这话，纯属扯淡。但我现在有了点心得，很多事，经历过和没经历过，理论上都行，但质感是不一样的。有时候你所有的阅力和阅历加到一起就导致你遇到事情只能想到这一步，且停在这一步上，想想都蛮可怕，也会让人在无形中错过很多。

所以呢，我想您以后多多把很多由于年龄和阅历导致的认知差，讲给我，也就是有哪些您经历过后才体会到的东西，说给我听，现在我能听进去了。

父亲露出了我考第一名时都没有过的欣慰笑容，手一挥，摇摇头：不必了，不必了，你能有这个意识，爸就彻底放心了。

End.

作者：韩大爷的杂货铺
链接：https://www.jianshu.com/p/4e0596765d54
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00005, "山曾经那么高

如今也在脚下

海曾经那么远

如今也在脚下

多少坚硬的石头

如今已成黄沙

多少寒冷的冰雪

如今已成浪花



跨过山和大海之后

才明白刹那芳华

曾经离我那么近的你呀——

如今去了哪？



若还在红尘内

让我娶你回家

若已在红尘外

我为你披袈裟

你来，已是清风拂面。

作者：秋水饮马
链接：https://www.jianshu.com/p/7d8e7d9f0268
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00006, "春风轻轻地推开了窗

我迫不及待的目光

向窗外张望

不期而遇的温馨

在一片枯草旁

刚要萌动的小草

邂逅于成长的力量



春光温暖着生命

孕育着憧憬和希望

眼眸里的情感

流淌在复苏的田野上

清澈的心灵

滋润着久违了的芬芬



蒙蒙细雨打破了沉寂

悸动的心房破土开疆

本想抓住春天的枝蔓

却遗失在了春天里的花香

作者：琢玉书生
链接：https://www.jianshu.com/p/17ff743a2c23
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00007, "1

年少时，总是在生活和梦想中徘徊，多少人为了生活放弃了梦想。为此我们痛苦，难过，纠结，甚至质疑这样的生活意义是什么？

昨日有人问我：“无戒，人为什么不能够做自己喜欢做的事情，而是要在这操蛋的生活里不停地妥协。”曾几何，这个问题，我也一遍遍的问过自己。那年，放弃上大学，出了社会，每日为了拥有更好的生活不停地奔波。

白天在公司里上班，夜晚在街头摆摊卖货，生活里除了苟且，还有失意，生活也没有因此而变的更好。

常常在思考这样生活的意义，可是人活着，不是每一件事情都需要意义的。因为首先我们需要活下去，只有活下去，人生才会有更多的可能。

2

记得那年，我在西安参加一场模特大赛，初赛入选，因为要交培训的费用，而选择放弃。

我记得那天，西安的天，阳光很好，照射在我的皮肤有种灼烧感，像是被烈火焚烧的感觉。心很凉，凉透了，没有一丝温度，只剩下对这生活的绝望。

那一刻忽然明白，若是没有经济支撑，你连做梦的资格都没有，生活不是电视剧，会出现一个拯救你的超人。在面对这样的选择，你只能放弃，我心中一遍遍骂这生活的不公平，同样也憎恨自己的无能。

成为超模是我最大的梦想，可是机会来临的时候，只能放弃。家里还放着那一双为了参加模特大赛而买的高跟鞋，十年了，它还藏在鞋柜的角落。

无数次，婆婆跟我说，你那双鞋不穿就扔掉，放在那里占地方。我始终舍不得，它成了我唯一的念想。我看着它就好像看见那年，我站在T台上意气风发的样子，而这一生再也没有这样的机会了。

即使失去了追梦的机会，生活还是需要继续，还是需要吃饭，房租还是要交，家里还有父母，未来要去追寻。回归生活，一切还是原来的样子，丝毫没有变。

难过吗？放弃这个机会。说实话，很难过，难过快要死掉了。可是不能死，若是这样死了，这一生就真的毫无意义了。

只能咬着牙重新站起来，继续生活。依然会羡慕那些可以站在T台上意气风发的女孩，默默转过身，继续工作，夜以继日，用尽全力，寻找更好的机会。希望挣更多的钱，希望可以给父母更好的生活。

人生还有一些事情比追寻梦想更重要，我们不能自私到不管不顾只想自己。

父母在家里辛苦劳动，面朝黄土，背朝天，我们如何让安逸的去追寻自己的梦想。

我想给予他们更好的生活，我宁愿向生活妥协，只要可以让生活变的更好，我可以放弃参加模特大赛，放弃上学，放弃写作。把这一切都放在心里，我也不甘心，但是我知道此刻我没有资格去追寻那些梦幻不现实的东西。

3

慢慢长大，终于明白。生活就是这样，要不停地去取舍。

我们或许做着自己不喜欢的工作，可是它能够让我们的生活变的更好，我不认为这是妥协，这或许是一种更好的生活的方式。

梦想永远是触摸的不到的地方，我记得那些年，我无数次想，未来，等我挣够了钱。我就在家全职写作，晚上遛狗，白天写作，看书，闲了去旅行。做一个自由自在的人，做一个为自己而活的人。

我常常会因为生活的枯燥无味而难过，常常会为自己无法去做自己喜欢做的事情而烦躁。即使这样我也没有放弃去努力生活，去努力工作。

日子一天又一天的过去，年龄一点点的变大，生活一点点的变好。

那窘迫的境遇再也没有出现，生活有了自己想要的样子。

回过头再看走过的路，原来没有一步是多余的，原来那些曾经放弃，那些曾经妥协，都是为了今日的更好。

梦想还在那里，生活已经换了模样，而这一刻再去追寻梦想的时候，就变的毫不费力。

就像那位妹妹问我的问题：“人为什么不能做自己想做的事情。”

我告诉她说：“亲爱的，慢慢来，今日的妥协，就是为了将来有更多的资本去做自己喜欢做的事情。只有有了资本，你的梦想才不会只是梦。

所以无论你现在做什么，记得要认真去做好。这样未来才会有更好的机会去实现梦想。”

4

我们曾经为了活下失去很多，可是永远不要放弃，未来还有很多机会。我们需要做的是用今日的妥协来换取明日不妥协的资本。

只要心怀希望，生活总会越来越好的。

这一生我无法再成为一个模特，而我可以重新拿起笔，也是一件幸福的事情。

我终于不用为生活而奔波，选择全职，即使不挣钱也足够生活，拥有了追寻梦想的底气。

我曾经为了挣钱而放弃上学，如今我终于可以选择自己喜欢的专业，重新开始学习。

若是那一年我去上大学，我定然不会去修汉语文学专业，那么上学对我意义仅仅只是一张文凭而已。而此时我终于知道自己想要什么，怎么去走。我用十年的时间，来换取自己按照自己的意志生活的权力。

所以人生的路没有错与对，无论我们选择什么，都应该用尽全力去做的更好，而不是去抱怨。

将来的你定然会感谢现在拼搏的你，感谢你给他多了一个选择的权力。

所以，别着急，慢慢走，生活总会越来越好的。

图片|无戒

编辑|YO菜



-END-



我是无戒，坚持写自己看到的人情冷暖。

如果大家对写作感兴趣 请关注:无戒小岛

作者：无戒
链接：https://www.jianshu.com/p/71860e9ef7ec
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");
insert into course_content(id, content) values(00008, "此刻，沐沐看着床上厚厚的一沓钱，听着手机里陈一发儿的童话镇，眼泪就像海底的喷泉一样，不断的涌出，陈一发儿的声音明明很甜美，可是沐沐听到的却是满满的苦涩，“小人鱼把阳光抹成眼影，投进泡沫的怀抱......”

01

大一新生军训的时候，沐沐跟宿舍的小姐妹，被分到了信息班。可能是她们应数班刚好多出来她们宿舍这四位。

新生军训的内容单调，无外乎稍息、立正、齐步走，每个动作无数遍，唯一的乐趣是，向右看齐的时候，可以偷偷打量同队男生的样貌。

同队有个男同学，身材挺拔，模样清秀，皮肤被阳光晒成了小麦色，沐沐总是会偷偷的打量他，当他们目光相遇了，沐沐吓得赶紧躲开。

沐沐听到那个男同学旁边的人喊他：“大华，吃饭去。”原来他叫大华啊！

军训结束以后，很多男生去女生宿舍找老乡，大华竟然来到沐沐的宿舍，大家问他找谁，他直指着沐沐说：“找她！”沐沐简直不敢相信自己的眼睛，大华来找自己。

两个互有好感的青年男女，很快便互相表白，成双成对的出现在校园的各个角落，当两个人把对方的身体都探索一遍以后，便开始了更近一步的渴求。

终于在一个花好月圆的夜晚，在学校后面的小树林里，两个人有了第一次。又过了几天，在学校前面的小旅馆里，两人有了第二次，然后是第三次、第四次、、、无数次。

02

大一的时候，沐沐在哪上自习，大华一定会陪在身边。

有一次，沐沐跟大华生气，偷偷换另一间自修室上自习，大华把所有的自修室都找了个遍，终于把沐沐找到。然后满身大汗的来到沐沐旁边坐下，对沐沐露出得意的笑容，沐沐顿时气消，重新又拉起大华的手。沐沐在心里对自己说：“沐沐这辈子，只会爱大华一个人。”

大二的时候，大华参加了学生会的竞选，成为了学生会主席的得力助手，渐渐忙碌了起来，大多的时间，沐沐都是跟小姐妹一起上自习。沐沐的心里开始有一点小失落，但是想想，大华也是为了不断的自我提升，沐沐应该支持才是。

大三的时候，大华成了学生会主席，有一个打扮入时的学妹助手，时时刻刻都尾随着他。

大华几乎不陪沐沐上自习了，微信也三天五天才发一回。直到有一天，沐沐亲眼看到那个学妹在食堂给大华喂饭，沐沐就什么都懂了。

沐沐听自己在学生会的同学说，那个学妹好像是个富二代，就连配个太阳镜都好几万呢！是啊！沐沐脸上戴的近视眼镜才几百，真是没法比，大华转投她的怀抱很正常。

沐沐给大华发的最后一条微信是：“分手快乐，祝我们老死不相往来！”然后就把大华彻底删除了。大华也没有再来找过她，干脆名正言顺的跟富二代走在了一起。

03

小姐妹们看到的沐沐分手分得很平静，以为沐沐看开了，都没有特别在意。只有沐沐自己知道，刚分手的那一个月，沐沐每天晚上都会躲在被窝里哭很久。

沐沐以为大华这辈子只会跟自己一个人睡，只会对自己一个人做最最亲密的动作，大华是唯一一个自己想要天长地久的人啊！可是现在，听说他都搬到富二代在学校外面租的大房子里去了。

他那摸过沐沐的手指，此刻正在那个富二代的身上游走吧！沐沐心如刀绞！

正当沐沐独自品尝着失恋的苦涩的时候，小姨给她打来电话，小姨告诉沐沐，沐沐的爸妈正在法院办理离婚，让她有一个心理准备。

准备什么呢！都吵了这么多年了，也该离了，沐沐并没有特别的悲伤。

可是到了下个月月初的时候，沐沐的生活费却没有按时打来，眼看着自己就快没钱吃饭了，沐沐有点紧张了。

她给爸爸打电话，爸爸没好气的说：“钱都被你妈抠走了，问你妈要去。”她给妈妈打电话，妈妈一把鼻涕一把眼泪的跟她说：“你还是问你爸要吧！不然你爸的钱，全便宜了那个狐狸精。”

沐沐听小姨说，爸爸的那个狐狸精，偷偷的给爸爸生了个儿子，从此他们一家三口，应该过上幸福美满的生活了吧！谁还会记得沐沐。

关键时候，自己的亲爸亲妈都会遗弃自己，更何况大华。沐沐没时间失恋了，沐沐要想想该怎么活下去。

04

沐沐去家教市场找家教，被告知要先交报名费150元，等有生源以后就通知沐沐去带。沐沐的小姐妹帮沐沐凑了150元，交了报名费，过了一个礼拜以后，他们通知沐沐去一个学生家里试讲，可试讲完了以后就没下文了，150元打了水漂。

沐沐现在真是走投无路了，沐沐不好意思再跟小姐妹借了，再借小姐妹该怀疑了。沐沐也不想去麻烦任何亲戚，亲戚们只会在背地里嘲笑她。

这时候沐沐的脑海里猛的浮现出一张脸，那张脸带着与年纪不符的风尘气。

那张脸的主人叫娜娜，娜娜是沐沐的老乡，沐沐在老乡会上认识的，她第一眼就看到了沐沐，加了沐沐的微信。

后来她经常会邀请沐沐去她兼职的会所玩，沐沐听说那是一家高档会所，不是沐沐这样的穷学生能去的，沐沐没想过要去。

但是这一刻，沐沐忽然想到，或许沐沐也可以去那里兼职。沐沐给娜娜发微信，表明了意图，娜娜表示随时可以带她去面试。

面试那天，娜娜带着沐沐去美容店里，化了个精致的妆，化过妆的沐沐，青春靓丽，连不经意的一个眼神，都像是一出戏。

会所的负责人对沐沐很满意，让她当晚就可以来上班，工资可以给她按周结算。

晚上上班，到底要做什么呢！

回去的路上，娜娜给沐沐交了底，娜娜告诉她，这是一个高档的私人会所，在里面提供服务的很多都是在校大学生，她们的工作就是陪客人说说话、跳跳舞、喝喝酒、唱唱歌，让客人得到彻底的放松。报酬的计算方式，是从她们所服务的客人的消费金额里提成。

“那，会不会被客人非礼？”沐沐天真的问娜娜。

“身体上的触碰，当然不可避免，但是能来这里消费的顾客，层次都很高，你不用担心会被用强。会所的老板人很仗义，他很保护我们这些出来兼职的大学生。”娜娜让沐沐放心。

沐沐的心里固然有一万个忐忑，她也打算咽了，反正自己又不是什么圣女，男女之间的那点事，她都清楚。

自己对大华，毫无保留的付出，到头来又得到了什么？在她最孤苦无依的时候，大华又在做什么？大概在新欢身上卖力的进进出出吧！

05

当天晚上，沐沐被指派给一个看起来很老练的小姐姐，跟着她一起，给客人服务。小姐姐很照顾她，替她挡酒，帮她说话，当身边的亲人都变路人的时候，能让沐沐感受到亲情的竟然是烟花场所的女子，沐沐永远都会感激，这个叫桃花的姐姐。

桃花教沐沐怎么避免被客人乱摸，怎么让客人多喝，自己少喝，怎么去夸客人，让客人高兴，客人高兴了会给小费。

第一个星期，沐沐只会坐在那里对客人傻笑，当客人摸的不像话的时候，沐沐只会假装尿急，要去上厕所。

第二个星期，沐沐已经学会帮客人看手相了，当客人的手伸过来要摸沐沐了，沐沐就抓住那只手，给他看看手相，捡动听的话来说，听的客人异常满足。

第三个星期，沐沐就能熟练的去卫生间，把自己喝下的酒抠出来了，只有自己多喝了，客人才会多喝，只有客人喝的多了，自己的提成才会多。

第四个星期，沐沐发现，有个叫军哥的老男人，每次来都会点自己，每次都会默默的坐在她身边喝酒，也没有什么过分的动作，只会眼神暧昧的看着沐沐。

第五个星期，沐沐发现，有的小姐姐晚上会跟客人出去。娜娜告诉沐沐，干这一行的都是吃青春饭，当然要趁着年轻多捞点，跟客人包夜2000起价，如果是第一次都可以上万，这个来钱比较快。

怪不得娜娜背的包包，用的化妆品都是大牌，衣服、手机都是最新款。

第五个星期，军哥在沐沐耳边说：“你怎么看也不像这里的姑娘，不如离开这里，跟着军哥，军哥来养你。”

这样的话，沐沐听着很耳熟，当大华在沐沐身上忙完以后，心满意足的抱着沐沐，也信誓旦旦的说过将来要养着沐沐，可是现在呢！大华好像反被富二代养着了吧！

这个世界能养着沐沐的也只有沐沐自己而已，沐沐婉言拒绝了军哥。

06

眼看着就快大四了，沐沐不能总是混在这种是非之地，沐沐想快点挣够大四的学费和生活费，去一个远离这里的城市实习、工作。

当军哥再一次在沐沐耳边表示，他一定会等到沐沐回心转意的。沐沐回复他，沐沐最多可以陪军哥包几次夜，这已经是沐沐的极限。

军哥最终妥协了，在一个月黑风高的夜晚，喝酒喝红了眼的军哥，带着沐沐去开房，沐沐预料早有这么一天，所以也做好了充分的心理准备，假装镇静的脱了衣服，准备去冲澡。

可是军哥等不及了，一把拽过沐沐，推倒在床上，脱了裤子，就急吼吼的进入沐沐身体，沐沐发现军哥连上衣都没来得及脱下，沐沐发现军哥的身体炽热而刚猛，当他在自己的身上冲撞的时候，给自己带来了无限的冲动。

沐沐忽然一个转身，把军哥摁在了身体下面，骑在军哥身上快节奏的动着，军哥在惊讶的同时，无比满足，口腔里发出了哦噢的呢喃声。

午夜12点，军哥从皮夹里拿出了厚厚的一沓钱，放在床上。依依不舍的亲吻着沐沐的脸，跟沐沐道别，临走的时候，叮嘱沐沐，记得吃药。

军哥走后，沐沐睡意全无，沐沐打开手机，随手点了一首歌，是陈一发儿的童话镇，陈一发儿的声音明明很甜美，沐沐却泪流不止。“小人鱼把阳光抹成眼影，投进泡沫的怀抱......”沐沐最终还是投进了泡沫的怀抱，但这只是短暂的，沐沐一边流着泪，一边给自己发誓！

请不要压抑你，想要赞赏的冲动

赞赏支持

作者：Math猫猫
链接：https://www.jianshu.com/p/9b4ab20d905a
來源：简书
著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。");

insert into course(title, img_url, course_content_id) values("回不去的旧时光", "https://upload-images.jianshu.io/upload_images/6266669-c56042cc65b8b7aa.jpg", 00001);
insert into course(title, img_url, course_content_id) values("古风|一树梨花一溪月", "https://upload-images.jianshu.io/upload_images/3347817-06421311b23e159a.jpg", 00002);
insert into course(title, img_url, course_content_id) values("大学生们 我为什么支持你上课不听", "https://upload-images.jianshu.io/upload_images/3404372-3e55ae6a1c3e6450.jpg", 00003);
insert into course(title, img_url, course_content_id) values("经历得越多，我就越能理解这个世界", "https://upload-images.jianshu.io/upload_images/1767483-aa34b09d0cd51b7e.jpg", 00004);
insert into course(title, img_url, course_content_id) values("跨过山和大海之后", "https://upload-images.jianshu.io/upload_images/4810847-f3741105598d774a.jpeg", 00005);
insert into course(title, img_url, course_content_id) values("留连在春天里的目光", "https://upload-images.jianshu.io/upload_images/6810898-d2f6d31fc644ebd6.png", 00006);
insert into course(title, img_url, course_content_id) values("别着急，慢慢来，一切都会好的", "https://upload-images.jianshu.io/upload_images/2041831-44d6615d18cd73f8.jpg", 00007);
insert into course(title, img_url, course_content_id) values("小人鱼投进泡沫的怀抱", "https://upload-images.jianshu.io/upload_images/10186827-653ebbbdd07be9b8.jpg", 00008);

insert into single_word(word) values("我");
insert into single_word(word) values("林");
insert into single_word(word) values("盖");
insert into single_word(word) values("久");
insert into single_word(word) values("年");
insert into single_word(word) values("狗");
insert into single_word(word) values("哭");
insert into single_word(word) values("业");
insert into single_word(word) values("二");
insert into single_word(word) values("零");
insert into single_word(word) values("爱");
insert into single_word(word) values("欧");
insert into single_word(word) values("演");
insert into single_word(word) values("广");
insert into single_word(word) values("灯");
insert into single_word(word) values("深");
insert into single_word(word) values("周");
insert into single_word(word) values("说");
insert into single_word(word) values("乐");
insert into single_word(word) values("别");
insert into single_word(word) values("中");
insert into single_word(word) values("汉");
insert into single_word(word) values("用");
insert into single_word(word) values("他");
insert into single_word(word) values("忍");
insert into single_word(word) values("必");
insert into single_word(word) values("天");
insert into single_word(word) values("是");
insert into single_word(word) values("测");
insert into single_word(word) values("丛");
insert into single_word(word) values("飞");
insert into single_word(word) values("呆");
insert into single_word(word) values("皮");
insert into single_word(word) values("刀");
insert into single_word(word) values("门");
insert into single_word(word) values("否");
insert into single_word(word) values("扣");
insert into single_word(word) values("开");
insert into single_word(word) values("帝");
insert into single_word(word) values("访");
insert into single_word(word) values("色");
insert into single_word(word) values("跑");
insert into single_word(word) values("保");
insert into single_word(word) values("尊");




insert into double_word(word) values("虽说");
insert into double_word(word) values("把柄");
insert into double_word(word) values("损耗");
insert into double_word(word) values("凶残");
insert into double_word(word) values("羞愧");
insert into double_word(word) values("群落");
insert into double_word(word) values("恰当");
insert into double_word(word) values("欢乐");
insert into double_word(word) values("光荣");
insert into double_word(word) values("强烈");
insert into double_word(word) values("早饭");
insert into double_word(word) values("花草");
insert into double_word(word) values("贫穷");
insert into double_word(word) values("血管");
insert into double_word(word) values("掠夺");
insert into double_word(word) values("传送");
insert into double_word(word) values("女人");
insert into double_word(word) values("总称");
insert into double_word(word) values("预备");
insert into double_word(word) values("丢掉");
insert into double_word(word) values("寡妇");
insert into double_word(word) values("明亮");
insert into double_word(word) values("仍然");
insert into double_word(word) values("双方");
insert into double_word(word) values("掌权");
insert into double_word(word) values("模拟");
insert into double_word(word) values("释然");
insert into double_word(word) values("取消");
insert into double_word(word) values("隆重");
insert into double_word(word) values("测试");
insert into double_word(word) values("可恶");


insert into phrase(word) values("亡羊补牢");
insert into phrase(word) values("金蝉脱壳");
insert into phrase(word) values("百里挑一");
insert into phrase(word) values("金玉满堂");
insert into phrase(word) values("背水一战");
insert into phrase(word) values("霸王别姬");
insert into phrase(word) values("天上人间");
insert into phrase(word) values("春暖花开");
insert into phrase(word) values("卧虎藏龙");
insert into phrase(word) values("相亲相爱");
insert into phrase(word) values("精卫填海");
insert into phrase(word) values("落叶归根");
insert into phrase(word) values("金枝玉叶");
insert into phrase(word) values("破釜沉舟");
insert into phrase(word) values("妄自菲薄");
insert into phrase(word) values("学富五车");
insert into phrase(word) values("血战到底");
insert into phrase(word) values("负荆请罪");
insert into phrase(word) values("龙争虎斗");
insert into phrase(word) values("国色天香");
insert into phrase(word) values("海阔天空");
insert into phrase(word) values("偷天换日");
insert into phrase(word) values("皆大欢喜");
insert into phrase(word) values("逍遥法外");
insert into phrase(word) values("八仙过海");